Repository: turulomio/django_moneymoney
Catalog: moneymoney/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ro, ru

source: My Django money administration
es: Administración de mi Django Money

source: Added shares
es: Añadido de acciones
fr: Actions ajoutées
ro: Acțiuni adăugate
ru: Добавленные акции

source: Attendance bonus
es: Prima de asistencia
fr: Prime de présence
ro: Bonus de prezență
ru: Бонус за посещаемость

source: Bank commissions
es: Comisiones bancarias
fr: Commissions bancaires
ro: Comisioane bancare
ru: Банковские комиссии

source: Bonds. Coupon collection
es: Renta fija. Cobro de cupón
fr: Obligations. Encaissement de coupon
ro: Obligațiuni. Încasare cupon
ru: Облигации. Сбор купонов

source: Bonds. Running coupon collection
es: Renta fija. Cobro del cupón corrido
fr: Obligations. Encaissement de coupon couru
ro: Obligațiuni. Încasare cupon curent
ru: Облигации. Сбор накопленного купонного дохода

source: Bonds. Running coupon payment
es: Renta fija. Pago del cupón corrido
fr: Obligations. Paiement de coupon couru
ro: Obligațiuni. Plată cupon curent
ru: Облигации. Выплата накопленного купонного дохода

source: Credit card billing
es: Tarjeta de crédito. Facturación
fr: Facturation carte de crédit
ro: Facturare card de credit
ru: Списание по кредитной карте

source: Credit card refund
es: Tarjeta de crédito. Devolución

source: Custody commission
es: Comisión de custodia
fr: Commission de garde
ro: Comision de custodie
ru: Комиссия за хранение

source: Derivatives. Daily adjustment
es: Derivados. Ajuste diario
fr: Dérivés. Ajustement quotidien
ro: Derivate. Ajustare zilnică
ru: Деривативы. Ежедневная корректировка

source: Derivatives. Daily guarantee
es: Derivados. Garantía diaria
fr: Dérivés. Garantie quotidienne
ro: Derivate. Garanție zilnică
ru: Деривативы. Ежедневное гарантийное обеспечение

source: Derivatives. Operation commission
es: Derivados. Comisión de la operación
fr: Dérivés. Commission d'opération
ro: Derivate. Comision de operațiune
ru: Деривативы. Комиссия за операцию

source: Dividends
es: Dividendos
fr: Dividendes
ro: Dividende
ru: Дивиденды

source: Dividends. Sale of rights
es: Dividendos. Venta de derechos
fr: Dividendes. Vente de droits
ro: Dividende. Vânzare de drepturi
ru: Дивиденды. Продажа прав

source: Gasoline
es: Gasolina
fr: Essence
ro: Benzină
ru: Бензин

source: Initiating bank account
es: Iniciando cuenta bancaria
fr: Initialisation du compte bancaire
ro: Inițializare cont bancar
ru: Инициализация банковского счета

source: Leisure
es: Ocio
fr: Loisirs
ro: Timp liber
ru: Досуг

source: Purchase investment product
es: Compra de producto de inversión
fr: Achat de produit d'investissement
ro: Cumpărare produs de investiții
ru: Покупка инвестиционного продукта

source: Restaurant
es: Restaurante
ru: Ресторан

source: Rollover Paid
es: Rollover pagado
fr: Rollover payé
ro: Rollover plătit
ru: Уплаченный ролловер

source: Rollover Received
es: Rollover recibido
fr: Rollover reçu
ro: Rollover primit
ru: Полученный ролловер

source: Sale investment product
es: Venta de producto de inversión
fr: Vente de produit d'investissement
ro: Vânzare produs de investiții
ru: Продажа инвестиционного продукта

source: Supermarket
es: Supermercado
fr: Supermarché
ru: Супермаркет

source: Taxes. Paid
es: Impuestos. Pagados
fr: Impôts. Payés
ro: Taxe. Plătite
ru: Налоги. Уплачено

source: Taxes. Returned
es: Impuestos. Devueltos
fr: Impôts. Remboursés
ro: Taxe. Returnate
ru: Налоги. Возвращено

source: Transfer. Destination
es: Transferencia. Destino
fr: Transfert. Destination
ro: Transfer. Destinație
ru: Перевод. Назначение

source: Transfer. Origin
es: Transferencia. Origen
fr: Transfert. Origine
ro: Transfer. Origine
ru: Перевод. Источник

source: Leverage x10
es: Apalancamiento x10
fr: Levier x10
ro: Efect de levier x10
ru: Плечо x10

source: Leverage x100
es: Apalancamiento x100
fr: Levier x100
ro: Efect de levier x100
ru: Плечо x100

source: Leverage x2
es: Apalancamiento x2
fr: Levier x2
ro: Efect de levier x2
ru: Плечо x2

source: Leverage x20
es: Apalancamiento x20
fr: Levier x20
ro: Efect de levier x20
ru: Плечо x20

source: Leverage x25
es: Apalancamiento x25
fr: Levier x25
ro: Efect de levier x25
ru: Плечо x25

source: Leverage x3
es: Apalancamiento x3
fr: Levier x3
ro: Efect de levier x3
ru: Плечо x3

source: Leverage x4
es: Apalancamiento x4
fr: Levier x4
ro: Efect de levier x4
ru: Плечо x4

source: Leverage x5
es: Apalancamiento x5
fr: Levier x5
ro: Efect de levier x5
ru: Плечо x5

source: Leverage x50
es: Apalancamiento x50
fr: Levier x50
ro: Efect de levier x50
ru: Плечо x50

source: Variable leverage
es: Apalancamiento variable
fr: Levier variable
ro: Efect de levier variabil
ru: Переменное плечо

source: Without leverage
es: Sin apalancamiento
fr: Sans levier
ro: Fără efect de levier
ru: Без плеча

source: Account
es: Cuenta
fr: Compte
ro: Cont
ru: Счет

source: Currency
es: Divisa
fr: Devise
ro: Valută
ru: Валюта

source: Deposit
es: Depósito
fr: Dépôt
ro: Depozit
ru: Депозит

source: Fund
es: Fondo de inversión
fr: Fonds
ro: Fond
ru: Фонд

source: Future
es: Futuro
fr: Contrat à terme
ro: Contract futures
ru: Фьючерс

source: Index
es: Índice
fr: Indice
ro: Indice
ru: Индекс

source: Pension plan
es: Plan de pensiones
fr: Plan de retraite
ro: Plan de pensii
ru: Пенсионный план

source: Private bond
es: Renta fija privada
fr: Obligation privée
ro: Obligațiune privată
ru: Частная облигация

source: Public bond
es: Renta fija pública
fr: Obligation publique
ro: Obligațiune publică
ru: Государственная облигация

source: Share
es: Acción
fr: Action
ro: Acțiune
ru: Акция

source: Derivative management
es: Gestión de derivados
fr: Gestion des dérivés
ro: Gestionarea derivatelor
ru: Управление деривативами

source: Expense
es: Gasto
fr: Dépense
ro: Cheltuială
ru: Расход

source: Income
es: Ingreso
fr: Revenu
ro: Venit
ru: Доход

source: Purchase of shares
es: Compra de acciones
fr: Achat d'actions
ro: Cumpărare de acțiuni
ru: Покупка акций

source: Sale of shares
es: Venta de acciones
fr: Vente d'actions
ro: Vânzare de acțiuni
ru: Продажа акций

source: Shares addition
es: Añadido de acciones
fr: Ajout d'actions
ro: Adăugare de acțiuni
ru: Добавление акций

source: Transfer
es: Transferencia
fr: Transfert
ru: Перевод

source: Transfer of funds
es: Transferencia de fondos

source: Transfer of shares destiny
es: Transferencia de acciones. Destino

source: Transfer of shares origin
es: Transferencia de acciones. Origen

source: Adding quotes from Investing.com portfolio
es: Añadiendo cotizaciones desde la cartera de Investing.com
fr: Ajout de cotations depuis le portefeuille Investing.com
ro: Adăugarea cotațiilor din portofoliul Investing.com
ru: Добавление котировок из портфеля Investing.com

source: Product with InvestingCom ticker {row[1]} wasn't found
es: El producto con el código {row[1]} the InvestingCom no se ha encontrado

source: Date and time
es: Fecha y hora

source: Operation type
es: Tipo de operación

source: Shares
es: Acciones

source: Price
es: Precio

source: Invested
es: Invertido

source: Current balance
es: Saldo actual

source: Gross gains
es: Ganancias brutas

source: % year
es: % anual

source: % APR
es: % TAE

source: Name
es: Nombre

source: Operation types
es: Tipos de operación

source: Gross
es: Bruto

source: Commission
es: Comisión

source: Taxes
es: Impuestos

source: Net
es: Neto

source: Currency convertion
es: Conversión de divisa

source: Comment
es: Comentario

source: Years
es: Años

source: Gross start
es: Bruto al inicio

source: Gross end
es: Bruto al final

source: Commissions
es: Comisiones

source: Net gains
es: Ganancias netas

source: Insuficient data
es: Datos insuficientes
fr: Données insuffisantes
ro: Date insuficiente
ru: Недостаточно данных

source: Concept
es: Concepto
ru: Назначение

source: January
es: Enero
fr: Janvier
ro: Ianuarie
ru: Январь

source: February
es: Febrero
fr: Février
ro: Februarie
ru: Февраль

source: March
es: Marzo
fr: Mars
ro: Martie
ru: Март

source: April
es: Abril
fr: Avril
ro: Aprilie
ru: Апрель

source: May
es: Mayo
fr: Mai
ro: Mai
ru: Май

source: June
es: Junio
fr: Juin
ro: Iunie
ru: Июнь

source: July
es: Julio
fr: Juillet
ro: Iulie
ru: Июль

source: August
es: Agosto
fr: Août
ru: Август

source: September
es: Septiembre
fr: Septembre
ro: Septembrie
ru: Сентябрь

source: October
es: Octubre
fr: Octobre
ro: Octombrie
ru: Октябрь

source: November
es: Noviembre
fr: Novembre
ro: Noiembrie
ru: Ноябрь

source: December
es: Diciembre
fr: Décembre
ro: Decembrie
ru: Декабрь

source: Current net gains
es: Ganancias netas actuales

source: Historical net gains
es: Ganancias netas históricas

source: Investment
es: Inversión

source: Amount
es: Cantidad

source: Last dt.
es: Última fecha y hora

source: Last quote
es: Última cotización

source: Daily diff
es: Diferencia diaria

source: % daily
es: % diario

source: Balance
es: Saldo

source: Gains
es: Ganancias

source: % Invested
es: % Invertido

source: % selling point
es: % punto de venta

source: From
es: De

source: To
es: A

source: Net dividends
es: Dividendos netos

source: Net total
es: Total neto

source: Quote.
es: Cotización.

source: Date
es: Fecha

source: Price worse
es: Precio del peor

source: Price better
es: Precio del mejor

source: Price ratio
es: Relación de precio

source: % price ratio from start
es: % ratio del precio desde el inicio

source: Banks
es: Bancos
fr: Banques
ro: Bănci
ru: банки

source: Accounts
es: Cuentas
fr: Comptes
ro: Conturi
ru: Счета

source: Investments
es: Inversiones

source: Orders
es: Órdenes

source: Charts
es: Gráficas

source: Investments classes
es: Clases de inversiones

source: Reports
es: Informes

source: Concepts
es: Conceptos

source: Derivatives
es: Derivados

source: Evolution
es: Evolución

source: Ranges
es: Rangos

source: Investments ranking
es: Ranking de inversiones

source: Management
es: Gestión

source: Products
es: Productos

source: Update quotes
es: Actualizar cotizaciones

source: Search
es: Buscar

source: Comparation
es: Comparación

source: New product
es: Nuevo producto

source: Predefined
es: Predefinidos

source: Benchmark index
es: Índice de referencia

source: Favorites
es: Favoritos

source: Indexes
es: Índices

source: Strategies
es: Estrategias

source: None
es: Ninguno

source: All
es: Todos

source: SMA 100
es: MMS 100

source: Pairs in same account
es: Pares en la misma cuenta
fr: Paires dans le même compte
ro: Perechi în același cont
ru: Пары на одном счете

source: Product ranges
es: Rangos de productos
fr: Gammes de produits
ro: Intervale de produse
ru: Диапазоны продуктов

source: Transfer to {}
es: Transferencia a {}

source: Transfer received from {}
es: Transferencia recibida de {}

source: Comission transfering {} from {} to {}
es: Comisión al transferir {} de {} a {}

source: Billing {} movements of {}
es: Facturando {} movimientos de {}
fr: Facturation de {} mouvements de {}
ro: Facturarea a {} mișcări de {}
ru: Выставление счета для {} движений {}

source: Y
es: S

source: Please enter '{}' or '{}'
es: Por favor introduzca '{}' o '{}'

source: Press a key to continue...
es: Pulse una tecla para continuar...

source: Active
es: Activa

source: Number
es: Número

source: Local curr. B.
es: B. divisa local

source: Year
es: Año

source: Accounts balance
es: Saldo de las cuentas

source: Investments balance
es: Saldo de las inversiones

source: Total balance
es: Saldo total

source: Editable
es: Modificable

source: Investment name
es: Nombre de la inversión

source: Last quote update
es: Última actualización de la cotización

source: New inversion
es: Nueva inversión

source: Current + new
es: Actual + nuevo

source: Shares to invest
es: Acciones a invertir

source: Code
es: Código

source: Last quote datetime
es: Fecha y hora de la última cotización

source: % day
es: % día

source: Deferred pay
es: Pago diferido

source: Maximum balance
es: Saldo máximo

source: balance
es: saldo

source: Median
es: Mediana

source: Expiration
es: Expiración

source: Executed
es: Ejecutada

source: Forbidden page
es: Página prohibida

source: You don't have enough permissions to access this page
es: No tiene suficientes permisos para acceder a esta página

source: Accounts list
es: Listado de cuentas

source: Check to show inactive accounts
es: Marca para mostrar las cuentas inactivas

source: Save
es: Guardar

source: Make transfer
es: Realizar transferencia

source: Confirm transfer delete
es: Confirmar el borrado de la transferencia

source: Account operations
es: Operaciones de cuenta

source: Credit cards
es: Tarjetas de crédito

source: Account orders
es: Órdenes de la cuenta

source: Add a new investment
es: Añadir una inversión

source: Confirm account operation delete
es: Confirmar el borrado de la operación de cuenta

source: Add a new account operation
es: Añadir una nueva operación de cuenta

source: Show account
es: Mostrar cuenta

source: Accounts operations search
es: Búsqueda de operaciones de cuenta

source: Search a text:
es: Busca un texto:

source: Enter a string
es: Introduce una cadena

source: Results
es: Resultados

source: Update an account operation
es: Actualizar una operación de cuenta

source: Delete this account operation
es: Borrar esta operación de cuenta

source: Delete this transfer
es: Borrar esta transferencia

source: Return credit card billing
es: Tarjeta de crédito. Devolución de la facturación

source: Update associated investment operation
es: Actualizar la operación de inversión asociada

source: Monthly concepts report
es: Informe mensual por conceptos

source: Delete a bank
es: Borra un banco

source: My banks
es: Mis bancos

source: Check to show inactive banks
es: Marca para ver los bancos inactivos

source: Edit a bank
es: Modifica un banco

source: Delete this bank
es: Borrar este banco

source: Bank details
es: Detalles del banco

source: Update bank
es: Actualizar el banco

source: Version:
es: Versión:

source: Developed by Turulomio
es: Desarrollado por Turulomio

source: Logout
es: Salir

source: Administration
es: Administración

source: Settings
es: Preferencias

source: Login
es: Entrar

source: Close
es: Cerrar

source: Select a year
es: Selecciona un año

source: Concept list
es: Listado de conceptos

source: Confirm credit card delete
es: Confirmar el borrado de la tarjeta de crédito

source: Add a new credit card
es: Añade una nueva tarjeta de crédito

source: Pay deferred operations of '%(name)s'
es: Pagar las operaciones diferidas de '%(name)s'

source: Make payment
es: Realizar el pago

source: Goto operations page
es: Ir a la página de las operaciones

source: Refund payment
es: Devolver el pago

source: Update a credit card
es: Actualizar una tarjeta de crédito

source: Delete this credit card
es: Borrar esta tarjeta de crédito

source: '%(creditcard_name)s' details
es: Detalles de '%(creditcard_name)s'

source: Update this credit card
es: Modificar esta tarjeta de crédito

source: Credit card operations
es: Operaciones de tarjeta de crédito

source: Add a credit card operation
es: Añadir una operación de tarjeta de crédito

source: Pay deferred credit card operations
es: Pagar operaciones de tarjeta de crédito diferidas

source: Credit card operations are added directly to its account
es: Las operaciones de la tarjeta de crédito son añadidas directamente a esta cuenta

source: Confirm credit card operation delete
es: Confirmar el borrado de la operación de la tarjeta de crédito

source: Add a new credit card operation
es: Añadir una nueva operación de tarjeta de crédito

source: Update a credit card operation
es: Actualizar una operación de tarjeta de crédito

source: Delete this credit card operation
es: Borrar esta operación de tarjeta de crédito

source: Confirm delete
es: Confirmación de borrado

source: Add a new dividend
es: Añadir un nuevo dividendo

source: Update a dividend
es: Actualizar un dividendo

source: Delete this dividend
es: Borrar esta dividendo

source: Wellcome to Django-Money, your personal accounting and financial system.
es: Bienvenido a Django-Money, tu sistema personal de contabilidad y finanzas.

source: Investment classes
es: Clases de inversión

source: By investment type
es: Por tipo de inversión

source: By leverage
es: Por apalancamiento

source: Confirm investment delete
es: Confirmar el borrado de la inversión

source: Investments list
es: Listado de inversiones

source: Check to show inactive investments
es: Marca para ver las inversiones inactivas

source: Enter a number
es: Introduce un número

source: Add a new investment to '%(account)s'
es: Añadir una nueva inversion a '%(account)s'

source: Investments pairs
es: Pares de inversiones

source: Information
es: Información

source: Current investment operations in investment currency
es: Operaciones de inversión actuales en la divisa de la inversión

source: Current investment operations in user currency
es: Operaciones de inversión actuales en la divisa del usuario

source: Current worse balance is %(worse_balance)s.
es: El saldo actual del peor es %(worse_balance)s.

source: Current better balance is %(better_balance)s.
es: El saldo actual del mejor es %(better_balance)s.

source: Please set the amount to invest
es: Por favor establece la cantidad a invertir

source: Calculate
es: Calcular

source: Something is wrong
es: Algo está mal

source: Products evolution
es: Evolución de los productos

source: Loses of next reinvestment
es: Pérdidas de la siguiente reinversión

source: Average price
es: Precio medio

source: Update an investment
es: Actualizar una inversión

source: Investment data
es: Datos de la inversión

source: Set selling price by price
es: Establecer el precio de venta por su precio

source: Set
es: Establecer

source: Set selling price by percentage
es: Establecer el precio de venta por porcentaje

source: Set selling price to obtain a predefined gain
es: Establecer el precio de venta para obtener una ganancia predefinida

source: Select a method to calculate the investment selling price
es: Seleccionar un método para calcular el precio de venta de la inversión

source: Calculate selling price
es: Calcular el precio de venta

source: Delete this investment
es: Borrar esta inversión

source: Investment details of '%(investment)s'
es: Detalles de la inversión '%(investment)s'

source: Product Id
es: Id de productos

source: Selling point
es: Punto de venta

source: Selling expiration
es: Expiración de la orden de venta

source: You must set a new selling order.
es: Debe establecer una nueva orden de venta.

source: Daily adjustment
es: Ajuste diario

source: Leverage
es: Apalancamiento

source: Current investment operations
es: Operaciones de inversión actuales

source: Investment operations
es: Operaciones de inversión

source: Historical investment operations
es: Operaciones de inversión históricas

source: Investment currency
es: Divisa de la inversión

source: Account currrency
es: Divisa de la cuenta

source: Investment orders
es: Órdenes de inversión

source: Change active status
es: Cambiar la situación activa

source: Show evolution chart
es: Mostrar la gráfica de la evolución

source: Product orders
es: Órdenes de productos

source: Delete last quote
es: Borrar última cotización

source: Add an investment operation
es: Añadir una operación de inversion

source: Dividend orders
es: Órdenes de dividendos

source: Add a dividend
es: Añadir un dividendo

source: --- Select an option ---
es: --- Selecciona una opción ---

source: Integer shares
es: Acciones enteras

source: Decimal shares
es: Acciones con decimales

source: Set shares
es: Establecer las acciones

source: Update an investment operation
es: Actualizar una operación de inversión

source: Number of shares selected
es: Número de acciones seleccionadas

source: Product leverage
es: Apalancamiento del producto

source: Set a gain
es: Establece una ganancia

source: Set a price
es: Establece un precio

source: Selling price
es: Precio de venta

source: Confirm order delete
es: Confirmar el borrado de la orden

source: My orders
es: Mis órdenes

source: Check to show old orders
es: Marca para mostrar órdenes antiguas

source: Add a new order
es: Añade una nueva orden

source: Wished amount to invest
es: Cantidad a invertir deseada

source: Selected investment leverage
es: Apalancamiento de la inversión seleccionada

source: Shares calculation method
es: Método para calcular las acciones

source: Calculate shares
es: Calcular acciones

source: Update an order
es: Actualizar una orden

source: Delete this order
es: Borrar esta orden

source: Execute this order
es: Ejecutar esta orden

source: Products search
es: Búsqueda de productos

source: Search products
es: Buscar productos

source: Show ranges
es: Mostrar rangos

source: Current price:
es: Saldo actual:

source: Product update
es: Actualizar producto

source: Product details
es: Detalles del producto

source: Product type
es: Tipo de producto

source: Quote list
es: Listado de cotizaciones

source: Quotes chart
es: Gráfico de cotizaciones

source: Historical quotes chart
es: Gráfica de cotizaciones históricas

source: Switch
es: Intercambiar

source: Products pairs
es: Pares de productos

source: Better product
es: Producto mejor

source: Worse product
es: Producto peor

source: Chart
es: Gráficas

source: Data
es: Datos

source: Quotes list
es: Listado de cotizaciones

source: Add a new quote to '%(product_name)s'
es: Añadir una nueva cotización a '%(product_name)s'

source: Update a quote
es: Actualiza una cotización

source: Monthly report concepts
es: Informe mensual de conceptos

source: Select a year and a month
es: Selecciona un año y un mes

source: Positive balance concepts
es: Conceptos con saldo positivo

source: Negative balance concepts
es: Conceptos con saldo negativo

source: Total balance is:
es: Saldo total es:

source: Average balance is:
es: El saldo medio es:

source: Median balance is:
es: El saldo mediano es:

source: Table
es: Tabla

source: Total adjustments
es: Ajustes totales

source: Total guarantees
es: Garantías totales

source: Total commissions
es: Comisiones totales

source: Dividends report
es: Informe de dividendos

source: Enter a year
es: Introduce un año

source: Estimation
es: Estimación

source: Enter a estimation
es: Introduce una estimación

source: Cancel
es: Cancelar

source: Current price
es: Precio actual

source: Estimated balance
es: Saldo estimado

source: Percentage
es: Porcentaje

source: Actions
es: Acciones

source: Must be a number
es: Debe ser un número

source: If I kept the investments for a year I would get ${total} ${currency_symbol(local_currency)}
es: Si guardara la inversión por un año obtendría ${total} ${currency_symbol(local_currency)}

source: Total report
es: Informe total

source: Month evolution
es: Evolución mensual

source: Income report
es: Informe de ingresos

source: Total details
es: Detalles del total

source: Incomes
es: Ingresos

source: Expenses
es: Gastos

source: Personal preferences
es: Preferencias personales

source: Save settings
es: Guardar preferencias

source: Must be a integer number
es: Debe ser un número entero

source: Strategies list
es: Listado de estrategias

source: Add a new strategy
es: Añade una nueva estrategia

source: Update strategy
es: Actualizar estrategia

source: Delete this strategy
es: Borrar esta estrategia

source: Types
es: Tipos

source: Show detailed report
es: Mostrar informe detallado

source: Strategy orders
es: Órdenes de estrategia

source: Delete strategy
es: Borrar estrategia

source: Show
es: Mostrar

source: Favorites product list
es: Listado de productos favoritos

source: Indexes product list
es: Listado de productos índices

source: You must upload a file
es: Debe subir un fichero

source: File is not CSV type
es: El fichero no es del tipo CSV

source: Bank updated successfully
es: Banco actualizado con éxito

source: Bank was successfully deleted
es: Banco borrado con éxito
