Repository: turulomio/django_moneymoney
Catalog: moneymoney/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ro, ru

source: Credit card payed.
es: Tarjeta de crédito. Pagado

source: Credit card bill refunded
es: Tarjeta de crédito. Devolución

source: Settings saved successfully
es: Preferencias guardadas con éxito

source: Something wrong
es: Algo está mal

source: AMEX Stock Exchange
fr: Bourse AMEX
ro: Bursa AMEX
ru: Фондовая биржа AMEX

source: Account operation refund
fr: Remboursement d'opération de compte
ro: Rambursare operațiune cont
ru: Возврат операции по счету

source: Adjustments. Negative
fr: Ajustements. Négatifs
ro: Ajustări. Negative
ru: Корректировки. Отрицательные

source: Adjustments. Positive
fr: Ajustements. Positifs
ro: Ajustări. Pozitive
ru: Корректировки. Положительные

source: Amsterdam Stock Exchange
fr: Bourse d'Amsterdam
ro: Bursa din Amsterdam
ru: Амстердамская фондовая биржа

source: Belgium Stock Exchange
fr: Bourse de Belgique
ro: Bursa din Belgia
ru: Бельгийская фондовая биржа

source: Cash
fr: Espèces
ro: Numerar
ru: Наличные

source: Derivatives. Swaps
fr: Dérivés. Swaps
ro: Derivate. Swap-uri
ru: Деривативы. Свопы

source: Dublin Stock Exchange
fr: Bourse de Dublin
ro: Bursa din Dublin
ru: Дублинская фондовая биржа

source: Europe Stock Exchange
fr: Bourse européenne
ro: Bursa Europeană
ru: Европейская фондовая биржа

source: Fast investments operations
fr: Opérations d'investissement rapides
ro: Operațiuni de investiții rapide
ru: Быстрые инвестиционные операции

source: Fast operations
fr: Opérations rapides
ro: Operațiuni rapide
ru: Быстрые операции

source: Frankfurt Stock Exchange
fr: Bourse de Francfort
ro: Bursa din Frankfurt
ru: Франкфуртская фондовая биржа

source: Helsinki Stock Exchange
fr: Bourse d'Helsinki
ro: Bursa din Helsinki
ru: Хельсинкская фондовая биржа

source: Hong Kong Stock Exchange
fr: Bourse de Hong Kong
ro: Bursa din Hong Kong
ru: Гонконгская фондовая биржа

source: Leverage x1000
fr: Levier x1000
ro: Efect de levier x1000
ru: Плечо x1000

source: Leverage x200
fr: Levier x200
ro: Efect de levier x200
ru: Плечо x200

source: Leverage x500
fr: Levier x500
ro: Efect de levier x500
ru: Плечо x500

source: Lisbon Stock Exchange
fr: Bourse de Lisbonne
ro: Bursa din Lisabona
ru: Лиссабонская фондовая биржа

source: London Stock Exchange
fr: Bourse de Londres
ro: Bursa din Londra
ru: Лондонская фондовая биржа

source: Luxembourg Stock Exchange
fr: Bourse de Luxembourg
ro: Bursa din Luxemburg
ru: Люксембургская фондовая биржа

source: Madrid Stock Exchange
fr: Bourse de Madrid
ro: Bursa din Madrid
ru: Мадридская фондовая биржа

source: Milan Stock Exchange
fr: Bourse de Milan
ro: Bursa din Milano
ru: Миланская фондовая биржа

source: NYSE Stock Exchange
fr: Bourse de New York
ro: Bursa din New York
ru: Фондовая биржа NYSE

source: Nasdaq Stock Exchange
fr: Bourse Nasdaq
ro: Bursa Nasdaq
ru: Фондовая биржа Nasdaq

source: Not listed on official markets
fr: Non coté sur les marchés officiels
ro: Nelistat pe piețele oficiale
ru: Не котируется на официальных рынках

source: Paris Stock Exchange
fr: Bourse de Paris
ro: Bursa din Paris
ru: Парижская фондовая биржа

source: Paysheet
fr: Fiche de paie
ro: Stat de plată
ru: Расчетный лист

source: Personal Management
fr: Gestion personnelle
ro: Management personal
ru: Личное управление

source: Tokyo Stock Exchange
fr: Bourse de Tokyo
ro: Bursa din Tokyo
ru: Токийская фондовая биржа

source: Transfer of funds (obsolete)
fr: Transfert de fonds (obsolète)
ro: Transfer de fonduri (învechit)
ru: Перевод средств (устарело)

source: Transfer of investments. Destiny
fr: Transfert d'investissements. Destination
ro: Transfer de investiții. Destinație
ru: Перевод инвестиций. Назначение

source: Transfer of investments. Origin
fr: Transfert d'investissements. Origine
ro: Transfer de investiții. Origine
ru: Перевод инвестиций. Источник

source: Unknown
fr: Inconnu
ro: Necunoscut
ru: Неизвестно

source: Warrant
ru: Варрант

source: You need total mode to calculate sum_total_io_current_zerorisk_user
fr: Vous avez besoin du mode total pour calculer sum_total_io_current_zerorisk_user
ro: Aveți nevoie de modul total pentru a calcula sum_total_io_current_zerorisk_user
ru: Вам нужен режим 'total' для расчета sum_total_io_current_zerorisk_user

source: IOC merged investment of '{0}'
fr: Investissement fusionné IOC de '{0}'
ro: Investiție fuzionată IOC pentru '{0}'
ru: Объединенная инвестиция IOC для '{0}'

source: Transfer to {0}. {1}
fr: Transfert vers {0}. {1}
ro: Transfer către {0}. {1}
ru: Перевод на {0}. {1}

source: Transfer from {0}. {1}
fr: Transfert depuis {0}. {1}
ro: Transfer de la {0}. {1}
ru: Перевод от {0}. {1}

source: Transfer of {0} from {1} to {2}. {3}
fr: Transfert de {0} de {1} à {2}. {3}
ro: Transfer de {0} de la {1} la {2}. {3}
ru: Перевод {0} из {1} в {2}. {3}

source: Refund of operation at {0} with {1}. {2}
fr: Remboursement de l'opération à {0} avec {1}. {2}
ro: Rambursarea operațiunii la {0} cu {1}. {2}
ru: Возврат операции в {0} с {1}. {2}

source: From {}. Gross {}. Net {}.
fr: De {}. Brut {}. Net {}.
ro: De la {}. Brut {}. Net {}.
ru: От {}. Гросс {}. Нетто {}.

source: {}: {} shares. Amount: {}. Comission: {}. Taxes: {}
fr: {}: {} actions. Montant: {}. Commission: {}. Taxes: {}
ro: {}: {} acțiuni. Sumă: {}. Comision: {}. Taxe: {}
ru: {}: {} акций. Сумма: {}. Комиссия: {}. Налоги: {}

source: Income operations amount must be greater or equal to 0.
fr: Le montant des opérations de revenus doit être supérieur ou égal à 0.
ro: Suma operațiunilor de venit trebuie să fie mai mare sau egală cu 0.
ru: Сумма доходных операций должна быть больше или равна 0.

source: Expense operations amount must be less or equal to 0.
fr: Le montant des opérations de dépenses doit être inférieur ou égal à 0.
ro: Suma operațiunilor de cheltuieli trebuie să fie mai mică sau egală cu 0.
ru: Сумма расходных операций должна быть меньше или равна 0.

source: Taxes and commissions must be equal or greater than zero
fr: Les taxes et commissions doivent être supérieures ou égales à zéro
ro: Taxele și comisioanele trebuie să fie egale sau mai mari decât zero
ru: Налоги и комиссии должны быть больше или равны нулю

source: {0} transfer from '{1}' to '{2}' started at {3}. {4}
fr: Transfert de {0} de '{1}' vers '{2}' commencé à {3}. {4}
ro: Transferul {0} de la '{1}' la '{2}' a început la {3}. {4}
ru: Перевод {0} из '{1}' в '{2}' начат в {3}. {4}

source: Investment operation can't be created because its related product hasn't quotes.
fr: L'opération d'investissement ne peut pas être créée car son produit associé n'a pas de cotations.
ro: Operațiunea de investiție nu poate fi creată deoarece produsul asociat nu are cotații.
ru: Инвестиционная операция не может быть создана, так как у связанного продукта нет котировок.

source: Investment transfer can't be created if products types are not the same
fr: Le transfert d'investissement ne peut pas être créé si les types de produits ne sont pas les mêmes
ro: Transferul de investiții nu poate fi creat dacă tipurile de produse nu sunt aceleași
ru: Перевод инвестиций не может быть создан, если типы продуктов не совпадают

source: Investment transfer can't be created if investments are the same
fr: Le transfert d'investissement ne peut pas être créé si les investissements sont les mêmes
ro: Transferul de investiții nu poate fi creat dacă investițiile sunt aceleași
ru: Перевод инвестиций не может быть создан, если инвестиции идентичны

source: Shares amount can't be null
fr: Le montant des actions ne peut pas être nul
ro: Suma acțiunilor nu poate fi nulă
ru: Количество акций не может быть нулевым

source: Shares amount can't be of the same sign
fr: Le montant des actions ne peut pas être du même signe
ro: Suma acțiunilor nu poate avea același semn
ru: Количество акций не может быть одного знака

source: Error saving '{0}'. Datetime it's in the future
fr: Erreur lors de l'enregistrement de '{0}'. La date et l'heure sont dans le futur
ro: Eroare la salvarea '{0}'. Data și ora sunt în viitor
ru: Ошибка при сохранении '{0}'. Дата и время указаны в будущем

source: Updating '{0}'
fr: Mise à jour de '{0}'
ro: Se actualizează '{0}'
ru: Обновление '{0}'

source: Inserting '{0}'
fr: Insertion de '{0}'
ro: Se inserează '{0}'
ru: Вставка '{0}'

source: Generic
fr: Générique
ru: Общий

source: You can't create a credit card operation with a debit credit card
fr: Vous ne pouvez pas créer une opération de carte de crédit avec une carte de débit
ro: Nu puteți crea o operațiune de card de credit cu un card de debit
ru: Вы не можете создать операцию по кредитной карте с дебетовой картой

source: You must set system parameter to set a system product (True) or a personal product (False)
fr: Vous devez définir le paramètre système pour définir un produit système (True) ou un produit personnel (False)
ro: Trebuie să setați parametrul de sistem pentru a seta un produs de sistem (True) sau un produs personal (False)
ru: Вы должны установить системный параметр для выбора системного продукта (True) или личного продукта (False)

source: You can't edit a system product if you're not a Catalog Manager (only developers)
fr: Vous ne pouvez pas modifier un produit système si vous n'êtes pas un gestionnaire de catalogue (développeurs uniquement)
ro: Nu puteți edita un produs de sistem dacă nu sunteți Manager de Catalog (doar dezvoltatorii)
ru: Вы не можете редактировать системный продукт, если вы не являетесь менеджером каталога (только для разработчиков)

source: Paid or accountsoperations_id can't be None at the same time
fr: Paid ou accountsoperations_id ne peuvent pas être nuls en même temps
ro: Plătit sau accountsoperations_id nu pot fi None în același timp
ru: Поля 'Paid' или 'accountsoperations_id' не могут быть пустыми одновременно

source: Fast operations strategy was not found
fr: La stratégie d'opérations rapides n'a pas été trouvée
ro: Strategia de operațiuni rapide nu a fost găsită
ru: Стратегия быстрых операций не найдена

source: Not developed yet
fr: Pas encore développé
ro: Nu este încă dezvoltat
ru: Еще не разработано

source: Strategy was not found
fr: La stratégie n'a pas été trouvée
ro: Strategia nu a fost găsită
ru: Стратегия не найдена

source: Generic strategy was not found
fr: La stratégie générique n'a pas été trouvée
ro: Strategia generică nu a fost găsită
ru: Общая стратегия не найдена

source: You must set active parameter
fr: Vous devez définir le paramètre actif
ro: Trebuie să setați parametrul activ
ru: Вы должны установить параметр 'active'

source: Can't make a refund with those parameters
fr: Impossible d'effectuer un remboursement avec ces paramètres
ro: Nu se poate efectua o rambursare cu acești parametri
ru: Невозможно выполнить возврат с такими параметрами

source: This product hasn't quotes. You need at least one
fr: Ce produit n'a pas de cotations. Vous en avez besoin d'au moins une
ro: Acest produs nu are cotații. Aveți nevoie de cel puțin una
ru: У этого продукта нет котировок. Нужна хотя бы одна

source: You can't delete a system product if you're not a Catalog Manager (only developers)
fr: Vous ne pouvez pas supprimer un produit système si vous n'êtes pas un gestionnaire de catalogue (développeurs uniquement)
ro: Nu puteți șterge un produs de sistem dacă nu sunteți Manager de Catalog (doar dezvoltatorii)
ru: Вы не можете удалить системный продукт, если вы не являетесь менеджером каталога (только для разработчиков)

source: You must set year and month parameters
fr: Vous devez définir les paramètres d'année et de mois
ro: Trebuie să setați parametrii pentru an și lună
ru: Вы должны установить параметры года и месяца

source: Accounts total balance
fr: Solde total des comptes
ro: Soldul total al conturilor
ru: Общий баланс счетов

source: Accounts operations
fr: Opérations de comptes
ro: Operațiuni conturi
ru: Операции по счетам
